Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=253_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Unna Junná álggii jagis 2007
smn: Unna Junná aalgij ive 2007

source: UnnaJunná lea YLE Sámi Radio sámegielat mánáid TV-prográmma.
smn: Unna Junná lii YLE Sámi Radio sämikielâlâš párnái TV-ohjelm.

source: UnnaJunná bargá ovttas maid Ruoŧa televišuvnna sámedoaimmahusain (SVT-Sápmi) ja Norgga NRK:a sámegielat mánáid TV:ain ee. materiálalonuheamis.
smn: Unna Junnáást lii oovtâstpargo meid Ruotâ televisio sämitoimâttâs SVT-Sápmijn já Taažâ almosradiofinnodâh NRK sämikielâlâš párnái TV:in eres lasseen materiaal loonootmist.

source: Go min váhnemat ledje mánát, sis ii lean vejolašvuohta geahččat sámegielat mánáid TV Suoma bealde.
smn: Ovdil ko sämikielâlâš párnái TV algâttij tooimâs Suomâbeln, kiergânii maaŋgah páárnášsuhâpuolvah rävisulmui ahan.

source: Jurdda sámegielat mánáid TV-prográmmain bohciidii juo áigá dassá.
smn: Juurdâ sämikielâlijn párnái TV-ohjelmijn šoodâi jo kuhháá tassaaš.

source: Norggas mánáid sámegielat TV-sáddagat álge jagis 1991.
smn: Taažâst sämikielâliih párnái TV-vuolgâttâsah algii ive 1991.

source: Ruoŧas sámegielat mánáid TV MeahcceVulle álggahii jagis 1994.
smn: Ruotâst sämikielâlâš párnái TV Meahcce Vulle algâttij ive 1994.

source: Maiddái Suomas dahke álgagiid mánáid sámegielat TV-prográmmain juo 90-logus ee. Yleisradio hálddahusráđđái.
smn: Meid Suomest tahhojii alguuh sämikielâlijn párnái TV ohjelmijn jo 90-lovvoost eres lasseen Yleisradio haldâttâsrááđán.

source: Yleisradio vástidii goit dalle, ahte sámegielat mánáid prográmmaide ii lean várri iige sáddenáigi.
smn: Yleisradio kuittâg västidij talle, et sämikielâlâš párnái ohjelmáid iä lamaš ruuđah ige vuolgâttâsäigi.

source: Jurdda sámegielat mánáidprográmmain elii goit sápmelaččaid mielas nanusin.
smn: Juurdâ sämikielâlijn párnái ohjelmijn lâi kuittâg nanosin sämmilij mielâin.

source: Jagis 2005 NRK.
smn: Ive 2005 NRK.

source: , SVT ja YLE álggahedje ráđđádallamiid oktasaš mánáidprográmmain.
smn: , SVT já YLE algâttii ráđádâlmijd ohtsijn párnáiohjelmijn.

source: Yleisradio geassádii oktasašbarggus ovdal go prográmmat šadde duohtan.
smn: Yleisradio kiäsádâđâi oovtâstpargoost ovdil ko ohjelmeh šoddii tuottân.

source: Jagi 2006 álggus NRK ja SVT álggaheigga oktasaš sámegielat mánáid TV-sáddagiid Norggas ja Ruoŧas.
smn: Ive 2006 aalgâst NRK já SVT algâttáin ohtsijd sämikielâlijd párnái TV-vuolgâttâsâid Taažâst já Ruotâst.

source: Suoma beale sámemánát báhce ain iežasgielat prográmma haga.
smn: Suomâ pele sämmilâšpárnááh paccii ain-uv nuuvtá jieijâskielâlijn ohjelmijn.

source: Dasa eai sámeváhnemat ja – mánát sáhttán duhtat, baicce ovddidišgohte ášši.
smn: Toos iä sämmilâšvaanhimeh já – párnááh puáhtám tuuttâđ, pic oovdedškuottii ääši.

source: Loahppajagi 2006 sii ordnejedje miellačájáhusa Helssegis, gosa čoahkkanedje máŋga logi máná oktan váhnemiiddisetguin.
smn: Loppuive 2006 sij uárnejii mielâčáittus Helsigist, moos čokkânii maŋgâlov párnážid vaanhimijdiskuin.

source: Seamma mátkkis deive maiddái Yleisradio hálddahusráđi lahtuid, riikkabeailahtuid ja Yleisradio hoavddaid.
smn: Siämmáá määđhist sij teivâdii meid Yleisradio haldâttâsrääđi jesânijd, aalmugovdâsteijeid já Yleisradio hoovdâid.

source: Váhnemiid ja mánáid doaibma buvttii maid bohtosiid.
smn: Vaanhimij já párnái tooimâst lijjii meiddei puátuseh.

source: Deaivvadeami maŋŋá hálddahusráđi lahtut čoahkkanedje ja mearridedje dikšut ášši.
smn: Kuáhtám maŋa haldâttâsrääđi jesâneh čokkânii já meridii, et ääsi kalga tipšođ.

source: Sámemánát galge beassat geahččat TV-prográmmaid iežaset gillii. Ja nu dáhpáhuvaige.
smn: Sämipárnááh kolgii peessâđ keččâđ TV-ohjelmijd jieijâs kielân já nuuvt tábáhtui-uv.

source: Vuosttas UnnaJunná oinnii beaivečuovgga čakčamánu 16. beaivve 2007.
smn: Vuossâmuš Unna Junná ooinij peeivičuovâ čohčâmáánu 16. peeivi 2007.

source: Prográmma dahkkojuvvui jagi 2010 loahpa rádjai ovttas SVT sámedoaimmahusain (SVT. Sápmi).
smn: Ohjelm rahtui ive 2010 loopâ räi oovtâstpargoost SVT Sápmijn.

source: UnnaJunná dahkkojuvvo golmma gillii, davvisáme-, anáraš- ja nuortalašgillii.
smn: Irene Länsman, Penu, Niillas Holmberg, Terhi Koivisto, Mihkku Laiti já Ritva Torikka Unna Juná kuvviimijn Ucjuuvâst.

source: Ruoŧa bealde buvttaduvvon osiin lea gullon maid julev- ja lullisámegiella.
smn: Kove: Yle Sámi radio / Onneli Halonen.

source: UnnaJunná sáddejuvvo Suomas sotnabeaivve dmu 7.45 TV-2:s ja nuppádassii FST5-kanálas dmu 10.30.
smn: Unna Junná vuolgâttuvvoo Suomâst TV-2:st pasepeeivij tme 7.45 já uđđâsist FST5-kanavast tme 08.15.

source: Jahkásaččat leat dahkkojuvvon 30 prográmma; 15 giđđa- ja 15 čakčabajis.
smn: Ohjelmeh láá rahtum ihásávt 30; 15 kiđđâ- já 15 čohčâpaajeest.

source: Jagi 2011 álgogeahčen YLE Sámi radio ja SVT Sápmi álggiiga ráhkadit sierra mánáidprográmma.
smn: Ive 2011 aalgâ rääjist YLE Sámi radio já SVT Sápmi lává ráhtám sierânâs párnáiohjelm.

source: Dán beaivve YLE Sámi Radio buvttada Unna Junná mánáidprográmma ja dán beaivve Unna Junná dahkkojuvvo jahkásaččat 15 prográmma, mat čájehuvvojit giđđabajis.
smn: Unna Junná paasij YLE Sámi Radio pyevtittem párnáiohjelmân já tom rähtih ivveest 15 ohjelmâd, moh vuogâttuvvojeh kiđđâpaje ääigi.

source: UnnaJunná prográmmajođiheaddjin álggaheigga čakčat 2007 Petra Magga ja Sofia Jannok.
smn: Unna Juná ohjelmlaiđiisteijen algâttáin čohčuv 2007 Petra Magga já Sofia Jannok.

source: Sin lassin Unna Junná leat davvisámegillii jođihan maiddái Simon Issát Marainen, Maret Steinfjell, Per-Josef Idivuoma ja Oula Guttorm.
smn: Sunnuu lasseen Unna Juná láá tavesämikielân laiđiistâm tai iivij ääigi še Simon Issát Marainen, Maret Steinfjell, Per-Josef Idivuoma já Oula Guttorm.

source: Dán beaivve Unna Junná jođihit davvisámegillii Irene Länsman, Niillas Holmberg ja Anna Näkkäläjärvi, anárašgillii Heli Huovinen ja nuortalašgillii Anna-Katariina Feodoroff ja Leena Fofonoff.
smn: Tääl Unna Juná laiđiisteh tavesämikielân Irene Länsman, Niillas Holmberg já Anna Näkkäläjärvi, aanaarsämikielân Heli Huovinen já nuorttâsämikielân Anna-Katariina Feodoroff já Leena Fofonoff.

source: Unna Junnás maiddái duddjojuvvo árbevirolaččat.
smn: Kove: Yle Sámi radio. Unna Junnáást uáinip ärbivuáválii tuoijum.

source: Nuortalašgiela giellabeasis Tiina Sanila-Aikio, Janna Marja Semenoff, Iina Tarkiainen ja Masi Valtonen.
smn: Avveel nuorttâsämikielâ kielâpiervâlist Tiina Sanila-Aikio, Janna Marja Semenoff Iina Tarkiainen já Masi Valtonen.

source: Govva: Yle Sámi radio.
smn: Kove: Yle Sámi radio.

source: UnnaJunná doaimmahus Anáris:
smn: Unna Juná toimâttâs Anarist:

source: Juhani Nousuniemi, vástideaddji buvttadeaddji
smn: Juhani Nousuniemi, västideijee pyevtitteijee

source: Ritva Torikka, doaimmaheaddji-buvttadeaddji
smn: Ritva Torikka, toimâtteijee-pyevtitteijee

source: Irene Länsman, doaimmaheaddji
smn: Kirsti Länsman, toimâtteijee

source: Liŋkkat:
smn: Liiŋkah:

source: YLE Sámi radio
smn: NRK Sámi radio - párnái TV

source: NRK Sámi radio / mánáid TV
smn: SVT Sápmi - párnái TV

source: Maahisweb - Sámemusea Siidda mánáidsiiddut
smn: Maahisweb - Sämimuseo Siijdâ párnáisiijđoh
